export const questions = [
    {
        ord_num: 1,
        question: 'Где будете искать информацию?',
        ratio: '5/3',
        answers: [
            {
                id: 3,
                text: 'На Википедии'
            },
            {
                id: 1,
                text: 'Просто спросить у Си Джея'
            },
            {
                id: 2,
                text: 'В Библиотеке знаний всего мира Санофи'
            },
        ]
    },
    {
        ord_num: 2,
        question: 'На чем вы отправитесь?',
        ratio: '4/3',
        answers: [
            {
                id: 4,
                text: 'Сверхзвуковая карета скорой помощи. Противозаконно, но быстро'
            },
            {
                id: 5,
                text: 'ВАЗ 2111. Проверено временем, но сомнительно'
            },
            {
                id: 6,
                text: 'Протестируем созданные командами кары'
            },
        ]
    },
    {
        ord_num: 3,
        question: 'Какой сверхрежим вы выбираете?',
        ratio: '19/6',
        answers: [
            {
                id: 7,
                text: 'Режим невидимости. Никто нас не заметит, главное самим не потеряться'
            },
            {
                id: 8,
                text: 'Режим безлимитного питания'
            },
            {
                id: 9,
                text: 'Режим встроенного караоке'
            },
        ]
    },
    {
        ord_num: 4,
        question: 'Вы приземлились на незнакомой планете. Что будете делать?',
        ratio: '4/3',
        answers: [
            {
                id: 10,
                text: 'Без раздумий отправиться на поиски вещества'
            },
            {
                id: 11,
                text: 'Подготовить набор первой необходимости, разведать обстановку экологического и биологического ' +
                    'характера и отправиться в путь ночью'
            },
            {
                id: 12,
                text: 'Подготовить базовый набор и без разведки отправиться днём на поиски'
            },
        ]
    },
    {
        ord_num: 5,
        question: 'Кто возглавит операцию?',
        ratio: '5/3',
        answers: [
            {
                id: 13,
                text: 'Лунтик'
            },
            {
                id: 14,
                text: 'Елена Малышева'
            },
            {
                id: 15,
                text: 'Дэвид Хугазян'
            },
        ]
    },
];

export const res_questions = [
    {
        ord_num: 1,
        question: 'Где будете искать информацию?',
        answers: [
            {
                id: 1,
                votes: 2,
                res_text: 'RES',
                text: 'На Википедии'
            },
            {
                id: 2,
                votes: 2,
                res_text: 'RES',
                text: 'В Библиотеке знаний всего мира Санофи'
            },
            {
                id: 3,
                votes: 2,
                res_text: 'RES',
                text: 'Просто спросить у Си Джея'
            },
        ]
    },
    {
        ord_num: 2,
        question: 'На чем вы отправитесь?',
        answers: [
            {
                id: 4,
                votes: 2,
                res_text: 'RES',
                text: 'Сверхзвуковая карета скорой помощи. Противозаконно, но быстро'
            },
            {
                id: 5,
                votes: 2,
                res_text: 'RES',
                text: 'ВАЗ 2111. Проверено временем, но сомнительно'
            },
            {
                id: 6,
                votes: 2,
                res_text: 'RES',
                text: 'Протестируем созданные командами кары'
            },
        ]
    },
    {
        ord_num: 3,
        question: 'Какой сверхрежим вы выбираете?',
        answers: [
            {
                id: 7,
                votes: 2,
                res_text: 'RES',
                text: 'Режим невидимости. Никто нас не заметит, главное самим не потеряться'
            },
            {
                id: 8,
                votes: 2,
                res_text: 'RES',
                text: 'Режим безлимитного питания'
            },
            {
                id: 9,
                votes: 2,
                res_text: 'RES',
                text: 'Режим встроенного караоке'
            },
        ]
    },
    {
        ord_num: 4,
        question: 'Вы приземлились на незнакомой планете. Что будете делать?',
        answers: [
            {
                id: 10,
                votes: 2,
                res_text: 'RES',
                text: 'Без раздумий отправиться на поиски вещества'
            },
            {
                id: 11,
                votes: 2,
                res_text: 'RES',
                text: 'Подготовить набор первой необходимости, разведать обстановку экологического и биологического ' +
                    'характера и отправиться в путь ночью'
            },
            {
                id: 12,
                votes: 2,
                res_text: 'RES',
                text: 'Подготовить базовый набор и без разведки отправиться днём на поиски'
            },
        ]
    },
    {
        ord_num: 5,
        question: 'Кто возглавит операцию?',
        answers: [
            {
                id: 13,
                votes: 2,
                res_text: 'RES',
                text: 'Лунтик'
            },
            {
                id: 14,
                votes: 2,
                res_text: 'RES',
                text: 'Елена Малышева'
            },
            {
                id: 15,
                votes: 2,
                res_text: 'RES',
                text: 'Дэвид Хугазян'
            },
        ]
    },
];
