export const questions = [
    {
        ord_num: 1,
        legend: "Привет, я Си Джей, тот самый сотрудник Санофи из будущего.\n" +
            "Я знаю, что вы хотите мне помочь отправиться обратно в моё время, думаю, что у нас может получиться!\n\n" +
            "Нам необходим трансполит - специальный генератор для межвременных путешествий, но для его запуска нужно особое вещество и мне удалось найти полезную информацию. " +
            "Его главное свойство - светится в темноте и... Вот черт! Как же это далеко, здесь понадобится мощный транспорт...\n",
        ratio: '5/3',
        question: 'На чем вы отправитесь?',
        answers: [
            {
                id: 4,
                text: 'Сверхзвуковая карета скорой помощи. Противозаконно, но быстро'
            },
            {
                id: 5,
                text: 'ВАЗ 2111. Проверено временем, но сомнительно'
            },
            {
                id: 6,
                text: 'Протестируем созданные командами кары'
            },
        ]
    },
    {
        ord_num: 2,
        legend: "Приготовиться к старту! Ах да, для новичков действует бонусная система, можете выбрать сверхрежим машин для комфортного полета...\n",
        question: 'Какой сверхрежим вы выбираете?',
        ratio: '4/3',
        answers: [
            {
                id: 7,
                text: 'Режим невидимости. Никто нас не заметит, главное самим не потеряться'
            },
            {
                id: 8,
                text: 'Режим безлимитного питания'
            },
            {
                id: 9,
                text: 'Режим сверхбыстрого прыжка из точки А в точку Б'
            },
        ]
    },
    {
        ord_num: 3,
        legend: "Отлично, так мы доберемся до планеты, но там нет кислорода и невозможно дышать... Наверное, стоило изучить местность перед отправлением. Нам нужен четкий план.",
        question: 'Вы приземлились днём на незнакомой планете в поисках необходимого вещества. Что будете делать?',
        ratio: '19/6',
        answers: [
            {
                id: 10,
                text: 'Без раздумий отправимся на поиски вещества'
            },
            {
                id: 11,
                text: 'Подготовим набор первой необходимости, разведаем обстановку экологического и биологического характера, и отправимся в путь ночью'
            },
            {
                id: 12,
                text: 'Подготовим базовый набор и без разведки отправимся днём на поиски'
            },
        ]
    },
    {
        ord_num: 4,
        legend: "Ну конечно! Светится в темноте! Хорошо, что мы решили просканировать местность и выдвинуться ночью, отличная работа, команда, возвращаемся домой!\n\n" +
            "Теперь мы можем собрать трансполит и запустить ДжензаймКар в будущее! Но кто-то должен руководить процессом. Кто возьмет на себя роль капитана спасательной операции?\n",
        question: 'Кто возглавит операцию?',
        ratio: '4/3',
        answers: [
            {
                id: 13,
                text: 'Лунтик'
            },
            {
                id: 14,
                text: 'Елена Малышева'
            },
            {
                id: 15,
                text: 'Дэвид Хугазян'
            },
        ]
    },
    {
        ord_num: 5,
        legend: "“Ну вот и всё, я действительно отправляюсь в будущее — домой. Сегодня я убедился, что в Санофи Джензайм работают уникальные люди и потрясающие профессионалы, способные слаженно взаимодействовать в команде. Думаю, каждый из вас понял, что нет ничего невозможного на пути к заветным целям.\n" +
            "А теперь только вперед и мыслите вне пространства и времени!”\n",
        ratio: '5/3',
    },
];
